---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationReferenceCategory
source: html/d5e034c6-790c-55cf-2038-add54c8dc334.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationReferenceCategory Property

"Reference Category"

## Syntax (C#)
```csharp
public static ForgeTypeId MultiReferenceAnnotationReferenceCategory { get; }
```